Repository: giellalt/corpus-sme
Catalog: tmx/smn/admin/sd/www.samediggi.fi/samedikki_sagajodiheaddji_savva_lavgadut_oktasasbarggu_ministeriiguin.html.tmx
Source language: sme
Languages: smn

source: Sámedikki ságajođiheaddji sávvá lávgadut oktasašbarggu ministeriiguin
smn: Sämitige saavâjođetteijee tuáivu čovgâdub oovtâstpargo ministerijguin

source: Sámi álbmotbeaivve ságastis 6.2.2022 Sámedikki ságajođiheaddji sávai lávgadut oktasašbarggu njuolgga ministeriiguin.
smn: Säämi aalmugpeeivi saavâstis 6.2.2022 Sämitige saavâjođetteijee tuáivu čovgâdub oovtâstpargo njuolgist ministerijguin.

source: Lassin ságas bohte ovdan ee dálkkádatnuppástusa dagahan hástalusat sámeealáhusaide, dárbu sámediggelága nuppástussii sihke duohtavuođa- ja soabadankommišuvnna barggu álggaheapmi.
smn: Toos lasseen saavâst pottii oovdân ei. šoŋŋâdâhnubástus tovâttem hástuseh sämmilâšiäláttâssáid, tárbu sämitiggelaavâ nubástusân sehe tuotâvuotâ- já sovâdâttâmkomissio porgâškyettim.

source: – Min oktasašbargu Suoma stáhta guvlui lea ovdánan maŋimuš jagiid áigge.
smn: -Mii oovtâstpargo Suomâ staatáin lii ovdánâm majemui iivij.

source: Máŋggat ministarat leat maiddái persovnnalaččat oassálastán Sámedikkiin gevvon ráđđádallamiidda ja ságastallamiidda.
smn: Maaŋgah ministereh láá meid persovnlávt servâm ráđádâlmáid já savâstâlmáid Sämitiggijn.

source: Sávan, ahte dát oktasašbargu nanosmuvvá ain ovddežis boahttevuođas erenomážit stáhtaráđi lahtuiguin, gávnnahii ságajođiheaddji Juuso ságastis.
smn: Mun tuáivum, ete taat oovtâstpargo naanoosm ain puátteevuođâst eromâšávt staatârääđi jesânijguin, pahudij saavâjođetteijee Juuso saavâstis.

source: Ságajođiheaddji bajidii ovdan maiddái dálkkádatnuppástusa negatiivvalaš váikkuhusaid sámiid árbevirolaš ealáhusaiguin nugo boazodoaluin ja guolástusain bargiide.
smn: Saavâjođetteijee puovtij oovdân meid šoŋŋâdâhnubástus negatiivlijd vaikuttâsâid sämmilij ärbivuáválij iäláttâsâi tego puásuituálu já kyelipiivdo hárjutteijeid.

source: Son deattuhii dálkkádatlága ođastusa ovdáneami dehálašvuođa ja sámiid vuoigatvuođaid vuhtii váldima maiddái guoskevaš lága oktavuođas.
smn: Sun tiäduttij šoŋŋâdâhlaavâ uđâsmitten ovdánem tehálâšvuođâ já sämmilij vuoigâdvuođâi huámmášumán väldim meid ton laavâ ooleest.

source: Juuso mielde livčče dehálaš, ahte sámi dálkkádatráđđi beassá álggahit barggu nu jođánit go vejolaš.
smn: Juuso mield ličij tehálâš, ete sämmilâš šoŋŋâdâhrääđi pesâččij porgâškyettiđ nuuvt jotelávt ko máhđulâš.

source: Maiddái dárbu sámediggelága nuppástussii erenomážit olmmošrivttiid ollašuvvama perspektiivvas lei dehálaš temá ságajođiheaddji álbmotbeaivve ságas.
smn: Meid tárbu sämitiggelaavâ nubástusân eromâšávt olmoošvuoigâdvuođâi olášume uáinust lâi tehálâš teema saavâjođetteijee aalmugpeeivi saavâst.

source: – Háliidange ovdan buktit Suoma ráđđehussii ja riikkabeailahtuide guorahallan láhkai árvogažaldaga das, leago Suopma dakkár stáhta, gos olmmošrivttiid ollašuvvan ovddiduvvo buot olbmuid oasil vai searvágo Suopma dakkár stáhtaid fárrui, geat diđolaččat jotket olmmošrivttiid rihkkuma, jearrá Juuso.
smn: -Mun halijdâm-uv oovdânpyehtiđ Suomâ haldâttâsân já aalmugovdâsteijeid suogârdemnáál árvukoččâmuš tast, ete lii-uv Suomâ taggaar staatâ, kost olmoošvuoigâdvuođâi olášume ovdeduvvoo puoh ulmui uásild vâi vuálgá-uv Suomâ tagarij staatâi fáárun, moh tiäđulávt juátkih olmoošvuoigâdvuođâi rikkom, koijâd Juuso.

source: Juuso oaidná sámiid duohtavuođa- ja soabadankommišuvnna vuođđudeami lávkin guovtte álbmoga gaskasaš oktasašbarggu buorideami guvlui.
smn: Juuso uáiná, ete sämmilij tuotâvuotâ- já sovâdâttâmkomissio vuáđudem lii lävkki oovtâstpargo pyereedmân kyevti aalmug kooskâst.

source: Dehálaš eaktun kommišuvnna barggu lihkosmuvvamii Juuso oaidná dan, ahte sámeálbmogis lea luohttámuš prosessii ja maiddái dan, ahte gávdno viidásut jurddašanvuogi nuppástus suopmelaš servodagas.
smn: Tehálâš hinnán komissio pargo luhostumán Juuso ana tom, ete sämiaalmugist lii luáttámuš prosesân sehe vijđásub nubástus jurdâččemvyevist syemmilii ohtsâškoddeest.

source: Loga Sámedikki ságajođiheaddji Tuomas Aslak Juuso álbmotbeaivve sága dáppe .
smn: Luuvâ Sämitige saavâjođetteijee Tuomas Aslak Juuso aalmugpeeivi saavâ tääbbin .

source: Geahča video Sámedikki ságajođiheaddji Tuomas Aslak Juuso álbmotbeaivve ságas dáppe .
smn: Keejâ video Sämitige saavâjođetteijee Tuomas Aslak Juuso aalmugpeeivi saavâst tääbbin.
